/* Check for update connection failure acknowledgement button title */
"Bummer" = "Menno";

/* toolbar item tooltip */
"Edit task" = "Eintrag bearbeiten";

/* new version available dialog text */
"There's a new version available at %@.\n\nChanges in version %@:\n" = "Es ist unter\n%@\n eine neue Version verfügbar.\n\nÄnderungen in Version %@:\n";

/* Check for update failure sheet title */
"Connection failure" = "Verbindung fehlgeschlagen";

/* No update available alert sheet title */
"No Update Available" = "Kein Update";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "Ich konnte kein 'Privat'-Verzeichnis des Benutzers '%@' finden. Vielleicht haben Sie sich vertippt oder (umgotteswillen!) das Verzeichnis gelöscht? Schnell nachschauen...";

/* no new version available dialog text */
"There's no new version available." = "Es ist keine neue Version verfügbar.";

/* toolbar item name */
"Edit" = "Bearbeiten";

/* Edit task dialog submit button text */
"Apply" = "Anwenden";

/* go to download page button title in 'update available' dialog */
"Go to download page" = "Zur Internetseite";

/* toolbar item tooltip */
"Run task now" = "Kommando jetzt ausführen";

/* default string for new tasks */
"0 0 1 1 * echo \"Happy New Year!\"" = "0 0 1 1 * echo \"Prost Neujahr!\"";

/* update check connection failure dialog text */
"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." = "Jemand ist über das Internetkabel gestolpert. Oder es ist der Regen. Jedenfalls kann ich die CronniX-Internetseite nicht erreichen. Am besten versuchen Sie's später nochmal!";

/* confirmation button title in 'no update available' dialog */
"Too bad" = "Schade auch";

/* Run now context menu item
toolbar item name */
"Run now" = "Jetzt ausführen";

/* Update available alert sheet title */
"Update Available" = "Update verfügbar";

/* env. variable value template */
"value" = "Wert";

/* env. variable name template */
"SOME_ENV" = "NEUE_VARIABLE";

/* toolbar item name */
"New" = "Neu";

/* toolbar item tooltip */
"Add new environment variable" = "Neue Umgebungsvariable hinzufügen";

/* toolbar item tooltip */
"Remove environment variable" = "Umgebungsvariable löschen";

/* toolbar item name */
"Delete" = "Löschen";

/* open failure alert sheet
   write failure alert sheet
   write failure alert sheet */
"Failure" = "Fehler";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Einfügen";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Ungesicherte Änderungen";

/* unsaved changes warning in alert sheet
   descriptive text in save changes alert sheet */
"You have modified your crontab. Save changes?" = "Es gibt ungesicherte Änderungen. Möchten Sie die Änderungen sichern?";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Verwerfen";

/* empty crontab alert sheet */
"Empty Crontab" = "Leere Crontab";

/* Ok in dialog */
"OK" = "OK";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Es gab ein Problem beim Lesen der crontab-Datei - möglicherweise ein Magnetsturm im Asteroidengürtel. Prüfen Sie ob das das Problem ist und beheben Sie es gegebenenfalls und/oder beschweren Sie sich aufs Bitterste beim Author.";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Führe folgendes Kommando aus:\n";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Abbrechen";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "Keine Berechtigung die crontab-Datei von Benutzer \"%s\" zu schreiben.";

/* run now menu item label. Has to be identical to the NIB version! */
"Run Now" = "Jetzt ausführen";

/* Save button label */
"Save" = "Sichern";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Prost Neujahr!\"";

/* run now menu item label. Has to be identical to the NIB version! */
"Run Now" = "Jetzt ausführen";

/* Show toolbar menu item label */
"Show Toolbar" = "Symbolleiste anzeigen";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "Benutzer";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "Benutzer existiert nicht";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "Die crontab-Datei von Benutzer '%s' ist leer. Das bedeutet wahrscheinlich lediglich, dass dieser Benutzer noch keine crontab-Datei angelegt hatte. Wenn Sie mit OK bestätigen, können Sie eine neue crontab erstellen und bearbeiten und werden diese Meldung nicht wiedersehen. Wenn Sie sich allerdings sicher sind, dass '%s' eine crontab-Datei besitzt, dann haben wir ein kleines Problem. Zünden Sie ein paar Kerzen an und versuchen Sie es in ein paar Minuten erneut oder schreiben Sie dem Author.";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Keine Berechtigung die crontab-Datei zu schreiben.";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nDie Ausgabe des Kommandos wird nach Beendigung unten angefügt.\n";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Symbolleite ausblenden";

/* string in status toolbar item */
"Crontab for user:" = "Crontab für Benutzer:";

/* toolbar palette label
   toolbar label
   toolbar item tooltip */
"Current crontab" = "Aktuelle crontab";

/* toolbar item name */
"New" = "Neu";

/* toolbar item name */
"Open" = "Öffnen";

/* toolbar item tooltip */
"Create new crontab entry" = "Neuen Crontab-Eintrag hinzufügen";

/* toolbar item tooltip */
"Open crontab for different user" = "Crontab-Datei eines anderen Benutzers öffnen";

/* toolbar item name */
"Save" = "Sichern";

/* toolbar item tooltip */
"Save crontab" = "Crontab-Datei sichern";

/* toolbar item tooltip */
"Remove crontab entry" = "Crontab-Eintrag löschen";

/* toolbar item name */
"Delete" = "Löschen";

/* Error converting */
"Couldn't convert value" = "Wert konnte nicht konvertiert werden";

